<?php

include_once __DIR__ . '/../app/load.php';

$pageTitle = 'Пра псалтыр';

?>
{{#if @global.ios}}
<div class="navbar">
    <div class="navbar-inner">
        <div class="left sliding">
            <a href="#" class="link back icon-only">
                <i class="icon icon-back"></i>
            </a>
        </div>
        <div class="center sliding"><?= $pageTitle ?></div>
    </div>
</div>
{{/if}}

<div class="page" data-page="about">
    {{#if @global.android}}
    <div class="navbar">
        <div class="navbar-inner">
            <div class="left">
                <a href="#" class="link back icon-only">
                    <i class="icon icon-back"></i>
                </a>
            </div>
            <div class="center"><?= $pageTitle ?></div>
        </div>
    </div>
    {{/if}}

    <div class="page-content">
        <div class="content-block theme-red">
            <h2><?= $pageTitle ?></h2>

            <p>
                <strong>Псальтыр</strong> — біблейская кніга Старога Запавету,
                складаецца з 150 (або 151 - у некаторых традыцыях) псальмаў.
                Назва паходзіць па па назве музычнага інструмента <em>псалтерыя</em>.
            </p>

            <p>
                Псалтыр на старабеларускай мове або «Песни царя Давида еже словуть Псалтыръ»
                гэта першае праскае выданьне <strong>Францішка Скарыны</strong>,
                выдадзенае 6 жніўня 1517 году.
                Той факт, што Скарына выдаў першай менавіта гэтую кнігу, можа
                тлумачыцца тым, што з даўніх часоў усходнеславянскія народы
                выкарыстоўвалі гэты тэкст для навучаньня грамаце, а праваслаўная
                царква — для богаслужэньня. Першыя ўсходне-славянскія пераклады
                Псалтыра адносяцца да XI стагодзьдзя.
            </p>

            <p>
                <strong>N.B.</strong> У гэтым электронным выданні псальмаў выкарыстаны
                малюнкі з выдання Скарыны.
            </p>

            <p>
                <strong>Псалмы</strong> (грэч.: ψαλμός — пахвальная песня, урачыстае рэлігійнае
                песнапенне, малітва), творы рэлігійнай лірыкі.
            </p>

            <p>
                Псальмы выконваліся пад музычны акампанемент арфы. Тэрмін псалмы цесна
                звязаны з назвай лірыка-паэтычнага зборніка Псалтыр. У сваім
                першапачатковым выглядзе псалмы да нашага часу не захаваліся.
                Яны вядомы толькі ў старажытнагрэчаскіх кананізаваных
                перакладах-апрацоўках, якія спяваліся ў раннехрысціянскіх храмах
                папераменна двума хорамі ва унісон. Іх паэтычная форма і
                метрычная арганізацыя трымаюцца на сінтаксічным паралелізме, які
                аб'ядноўвае або сінанімічныя варыяцыі адной і той жа думкі, або
                агульную думку і яе канкрэтызацыю, або дзве супрацьлеглыя думкі,
                ці, нарэшце, два выказванні, пададзеныя па ўзрастаючай градацыі.
                Псалмы вызначаюцца жанравай разнастайнасцю. Побач з культавымі
                ўсхваленнямі яўрэйскага бога Яхве у Псалтыры сустракаюцца
                пранікнёныя скаргі і пракляцці, гістарычныя агляды і нават
                шлюбныя песні. Некаторыя псалмы вылучаюцца сваім медытатыўным
                характарам. Так, у прыватнасці, псалом 8 — гэта глыбокі роздум
                аб вялікасці чалавека. Аднак у цэлым Псалтыру ўласцівы адзінства
                жыццеўспрыняцця і светапогляду, агульнасць тэм і матываў,
                эмацыянальнага ўздыму лірычнага героя.
            </p>
        </div>
    </div>
</div>
