<?php

include_once __DIR__ . '/../app/load.php';

$pageTitle = 'Прадмова да псалтыра';

?>
{{#if @global.ios}}
<div class="navbar">
    <div class="navbar-inner">
        <div class="left sliding">
            <a href="#" class="link back icon-only">
                <i class="icon icon-back"></i>
            </a>
        </div>
        <div class="center sliding"><?= $pageTitle ?></div>
    </div>
</div>
{{/if}}

<div class="page" data-page="page-f-foreword">
    {{#if @global.android}}
    <div class="navbar">
        <div class="navbar-inner">
            <div class="left">
                <a href="#" class="link back icon-only">
                    <i class="icon icon-back"></i>
                </a>
            </div>
            <div class="center"><?= $pageTitle ?></div>
        </div>
    </div>
    {{/if}}

    <div class="page-content">
        <div class="content-block theme-red">
            <h2><?= $pageTitle ?></h2>
            <h3>ПРЕДЪСЛОВИЕ В ПСАЛТИРЬ</h3>
            <p>
                Всяко писание Богом водъхненое полезно ест ко учению и ко
                обличению, исправлению и ко наказанию правды. «Да совершен будеть
                человек Божий и на всяко дело добро уготован», — яко святы и апостол
                Павел пишеть. И сего ради светые писма уставлена суть к нашему
                навчению, исправлению, духовному и телесному, различными обычаи:
                едины законом Ветхым и Новым, другые светыми пророки даны суть нам,
                иные деянием светых отець, а некые притчами премудрых учителей,
                некоторые теже песнями и псалмы, от царя Давыда и от иных Божиих
                певцев сложеными, яко ест Псальтырь.
            </p>
            <p>
                Тые же вси первоменованые писма, кажное с них токмо едину речь
                в собе замыкаеть; яко закон живота вечного людей доступити учить;
                пророци приидущее доброе добрым, а злое злым проповедують; деяния
                же и животы светых отець жити нас на свете в боязни Божией и в
                терпении навчають; притчи пак и приповести премудрых учителев
                добрых обычаев младых и старых наставляють.
            </p>
            <p>
                Псалтырь же сама едина вси тые речи в собе замыкаеть и всех тых
                учить и все проповедуеть, — суть бе в ней псалмы, яко бы сокровище
                всих драгых скарбов, всякий немощи духовный и телесный уздравляють,
                душу и смыслы освещають, гнев и ярость усмиряють, мир и покой
                чинять, смуток и печаль отгоняют, чювствие в молитвах дають, людей в
                приязнь зводять, ласку и милость укрепляють, бесы изгоняють, ангелы на
                помощь призывають.
            </p>
            <p>
                Псалом ест щит против бесовскым нощным мечтанием и страхом,
                покой денным суетам и роботам, защититель младых и радость, старым
                потеха и песня, женам набожная молитва и покраса, детем малым початок
                всякое доброе наукы, дорослым помножение в науце, мужем моцное
                утверьжение.
            </p>
            <p>
                Псалом ест всея церькви единый глас, свята украшаеть. Псалом
                всякую противность, еже ест Бога ради, усмиряеть. Псалом жестокое
                сердце мякчить и слезы с него, яко бы со источника, изводить. Псалом ест
                ангельская песнь, духовный темъян, вкупе тело пением веселить, а душу
                учить.
            </p>
            <p>
                И что ест, чего в псалмох не найдешь? Нест ли там величества
                Божия и хвалы Его?
            </p>
            <p>
                Там ест справедливость. Там ест чистота душевная и телесная. Там
                ест наука всякое правды. Там мудрость и разум досконалый. Там ест
                милость и друголюбство без льсти; и вси иншии добрые нравы, яко бы со
                источника, оттоле походять. Там ест великая тайна о Бозе в Троици
                Едином и о воплощении Господа нашего Исуса Христа, и о вмученьи Его
                невинном, и о воскресении из мертвых. Там ест надежа востания из
                мертвых и вечного живота, боязнь страшного суду и вечьного огня. Там
                ест многых скрытых тайн зъявление. Вси тыи речи, яко бы у великом
                сокровищи, в сей малой Псалтыри найдешь.
            </p>
            <p>
                И видечи таковые пожиткы в так малой книзе, я, Францишек,
                Скоринин сын с Полоцька, в лекарскых науках доктор, повелел есми
                Псалтырю тиснути рускыми словами, а словенскым языком напред ко чти
                и к похвале Богу в Троици Единому и пречистой Его матери Марии, и
                всем небесным чином, и святым Божьим, а потом к пожитку посполитого
                доброго, наболей с тое причины, иже мя милостивый Бог с того языка на
                свет пустил.
            </p>
            <p>
                А зовется псалтырь гудба, едина подобна к гуслям. Яко сам царь и
                пророк поет, глаголя: «Хвалите Господа во псалтыри и в гуслех». И сего
                для поставил ест царь Давыд четырех великих ереов, их же избрал от всех
                людей, Азафа и Емана, и Ефана, и Идифума, абы гудли на псалтыри пред
                киотом завета Господьня и псалмы абы припевали по вся часы, яко
                пишеть о том в первых книгах Паралипоменона.
            </p>
            <p>
                Ест же той роздел Псалтыри от гуслей. Гусле имеють много струн,
                псалтырь же толико имать десеть струн, яко пишеть о том: «Хвалите
                Господа во псалтыри десятострунней».
            </p>
            <p>
                А была сия гудьба уставлена духом святым на знамя десятерого
                Божьего приказанья, еже дал Господь Моисеови на горе Синай, а то к
                нашему научению, абы мы, Псалтырю поючи, чтучи и говорячи, всегда
                имели десятеро Божье приказание пред очима.
            </p>
            <p>
                Также будь ведомо, положил есми некоторые на стороницах в сей
                Псалтыри главы з розных книг, а то для того, абы знакомито было, иже
                вси иные светые писма згожаються съ Псалтырею и одно на другое
                светчить. А то, чтучи в тых книгах, иже суть главы на боцех пописаны,
                знайдете. Также положил есми на боцех некоторый слова для людей
                простых, не рушаючи самое Псалтыри ни в чем же, яко суть онагри, и
                Геродеево жилище, и хлябие, и иные слова, который суть въ Псалтыри
                неразумный простым людем, найдуть е на боцех руским языком, что
                которое слова знаменуеть. Теже розделил есми вси псалмы на стихи по
                тому, яко ся в ыных языцех делить.
            </p>
            <p>А так ест конець предъсловия Псалтыри.</p>
            <p class="text-right">
                <em>Францишек, Скоринин сын с Полоцька</em>
            </p>
        </div>
    </div>
</div>
